[
  {
    "input": "根据矿山安全法，矿山企业中谁负责对职工进行安全教育、培训？",
    "output": "根据矿山安全法，矿山企业负责对职工进行安全教育、培训。具体来说，矿长对本企业的安全生产工作负责，包括确保职工接受安全教育、培训。"
  },
  {
    "input": "矿山安全法规定，矿山建设工程安全设施的设计必须经过哪个部门的审查？",
    "output": "矿山安全法规定，矿山建设工程安全设施的设计必须有劳动行政主管部门参加审查。此外，还需经管理矿山企业的主管部门批准。"
  },
  {
    "input": "如果矿山企业发生重大矿山事故，由谁进行调查和处理？",
    "output": "如果发生重大矿山事故，由政府及其有关部门、工会和矿山企业按照行政法规的规定进行调查和处理。"
  },
  {
    "input": "矿山安全法中，对不具备安全专业知识的矿长有何处罚措施？",
    "output": "根据矿山安全法，如果矿长不具备安全专业知识，劳动行政主管部门将责令其限期改正。如果逾期不改正，将提请县级以上人民政府决定责令停产，调整配备合格人员后，方可恢复生产。"
  },
  {
    "input": "根据矿山安全法，矿山企业必须从矿产品销售额中提取多少安全技术措施专项费用？",
    "output": "根据矿山安全法，矿山企业必须从矿产品销售额中按照国家规定提取安全技术措施专项费用。具体提取比例由国家规定。"
  },
  {
    "input": "矿山安全法规定，矿山开采必须具备哪些条件以确保安全生产？",
    "output": "矿山安全法规定，矿山开采必须具备保障安全生产的条件，执行开采不同矿种的矿山安全规程和行业技术规范。具体包括但不限于矿井通风、供电、提升运输、防水排水等方面。"
  },
  {
    "input": "矿山企业对矿山事故中伤亡的职工应如何处理？",
    "output": "矿山企业对矿山事故中伤亡的职工应按照国家规定给予抚恤或者补偿。具体标准和程序按照国家相关规定执行。"
  },
  {
    "input": "矿山安全法规定，矿山使用的设备、器材、防护用品和安全检测仪器必须符合哪个标准？",
    "output": "矿山安全法规定，矿山使用的设备、器材、防护用品和安全检测仪器必须符合国家安全标准或者行业安全标准。"
  },
  {
    "input": "如果矿山企业拒绝矿山安全监督人员现场检查，将面临哪些处罚？",
    "output": "如果矿山企业拒绝矿山安全监督人员现场检查或者在被检查时隐瞒事故隐患、不如实反映情况，将被劳动行政主管部门责令改正，并可以并处罚款。情节严重的，还可能被提请县级以上人民政府决定责令停产整顿。"
  },
  {
    "input": "矿山安全法中，关于特种作业人员的安全培训有何要求？",
    "output": "矿山安全法规定，矿山企业安全生产的特种作业人员必须接受专门培训，经考核合格取得操作资格证书的，方可上岗作业。"
  },
  {
    "input": "根据矿山安全法，矿山企业必须制定哪些矿山事故防范措施？",
    "output": "根据矿山安全法，矿山企业必须制定矿山事故防范措施，并组织落实。具体措施包括但不限于对各类事故隐患的预防、应急救援预案等。"
  },
  {
    "input": "矿山安全法规定，矿山企业不得录用哪些人员从事矿山井下劳动？",
    "output": "矿山安全法规定，矿山企业不得录用未成年人从事矿山井下劳动。此外，对女职工按照国家规定实行特殊劳动保护，不得分配女职工从事矿山井下劳动。"
  },
  {
    "input": "矿山安全法中，关于矿山建设工程的安全设施有哪些要求？",
    "output": "矿山安全法规定，矿山建设工程的安全设施必须和主体工程同时设计、同时施工、同时投入生产和使用。此外，还需经管理矿山企业的主管部门批准和验收。"
  },
  {
    "input": "如果矿山企业未按照规定提取或者使用安全技术措施专项费用，将面临哪些处罚？",
    "output": "如果矿山企业未按照规定提取或者使用安全技术措施专项费用，将被劳动行政主管部门责令改正，并可以并处罚款。情节严重的，还可能被提请县级以上人民政府决定责令停产整顿。"
  },
  {
    "input": "矿山安全法规定，矿山企业必须对哪些危害安全的事故隐患采取预防措施？",
    "output": "矿山安全法规定，矿山企业必须对冒顶、片帮、边坡滑落、瓦斯爆炸、煤尘爆炸、冲击地压等危害安全的事故隐患采取预防措施。具体包括但不限于上述事故隐患。"
  },
  {
    "input": "矿山安全法中，关于矿山安全监督人员和安全管理人员有何规定？",
    "output": "矿山安全法规定，矿山安全监督人员和安全管理人员应依法履行职责，滥用职权、玩忽职守、徇私舞弊的，将依法追究刑事责任。不构成犯罪的，给予行政处分。"
  },
  {
    "input": "根据矿山安全法，矿山企业召开讨论有关安全生产的会议，应当有哪些人员参加？",
    "output": "根据矿山安全法，矿山企业召开讨论有关安全生产的会议，应当有工会代表参加。工会有权提出意见和建议。"
  },
  {
    "input": "矿山安全法规定，矿山企业必须对哪些设备、器材、防护用品和安全检测仪器进行定期检查、维修？",
    "output": "矿山安全法规定，矿山企业必须对使用的有特殊安全要求的设备、器材、防护用品和安全检测仪器进行定期检查、维修，保证使用安全。"
  },
  {
    "input": "矿山安全法中，关于矿山事故的处理有何要求？",
    "output": "矿山安全法规定，发生矿山事故，矿山企业必须立即组织抢救，防止事故扩大，减少人员伤亡和财产损失。同时，对伤亡事故必须立即如实报告劳动行政主管部门和管理矿山企业的主管部门。"
  },
  {
    "input": "矿山安全法规定，矿山企业职工有哪些权利？",
    "output": "矿山安全法规定，矿山企业职工有权对危害安全的行为提出批评、检举和控告。此外，矿山企业工会依法维护职工生产安全的合法权益，组织职工对矿山安全工作进行监督。"
  }
]

